/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2019 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.cancel"               = "不";
"zanalytics.bug.alert.title"                = "有回饋嗎？";
"zanalytics.feedback.navbar.title.feedback"             = "意見反應";
"zanalytics.feedback.navbar.title.reportbug"            = "報告Bug";
"zanalytics.feedback.navbar.title.helpme"               = "幫助我";

"zanalytics.feedback.navbar.title.systemlogs"             = "系統日誌";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "診斷資訊";

"zanalytics.bug.alert.dontshowagain"            = "不再顯示";
"zanalytics.bug.alert.title.helpme"            = "幫助我";

"zanalytics.bug.alert.message.savetolocal"         = "抱歉，我們無法發送bug報告，您想保存截圖嗎？";



"zanalytics.feedback.email.title"                = "電子郵寄地址";


"zanalytics.bug.detectscreen.title"       = "發現bug了嗎？";

"zanalytics.bug.alert.detectscreen.yes"                      = "是";
"zanalytics.bug.alert.detectscreen.no"                       = "否";
"zanalytics.bug.alert.detectscreen.share" = "共用";
"zanalytics.bug.alert.detectscreen.dontshow" = "不再顯示";

"zanalytics.bug.annotate.button.title"                       = "用以下工具對該bug添加注釋";


"zanalytics.feedback.failed.alert.description" = "無法發送回饋，請重試！";


"zanalytics.feedback.success.alert.description" = "感謝您提交回饋！";


"zanalytics.feedback.common.alert.title.add.photos" = "添加照片";
"zanalytics.feedback.common.alert.title.alert" = "提醒";
"zanalytics.feedback.common.button.title.back" = "返回";
"zanalytics.feedback.common.button.title.cancel" = "取消";
"zanalytics.feedback.common.button.title.close" = "關閉";
"zanalytics.feedback.common.button.title.ok" = "確定";

"zanalytics.feedback.textview.placeholder"           = "我們很歡迎您能將回饋告知我們";
"zanalytics.bug.textview.placeholder"           = "您在使用此應用的過程當中遇到問題了嗎？歡迎告知我們。";
"zanalytics.help.textview.placeholder"           = "我們將竭力解決問題，為您提供幫助！";

"zanalytics.feedback.add.photos.alert.description" = "您還沒有附加照片，請打開相冊添加照片！";

"zanalytics.feedback.add.photos.alert.open" = "打開照片";


"zanalytics.feedback.access.photos.alert.description" = "請在“設置>隱私>照片>%@”中打開“%@”的照片存取權限";

"zanalytics.feedback.access.photos.alert.settings" = "設置";

"zanalytics.feedback.label.title.anonymous" = "匿名";

"zanalytics.feedback.navbar.button.title.send" = "發送";
"zanalytics.feedback.navbar.button.title.next" = "下一個";
"zanalytics.feedback.navbar.button.title.done" = "完成";
"zanalytics.feedback.navbar.button.title.editphotos" = "編輯照片";
"zanalytics.feedback.navbar.button.title.addmore" = "添加更多";
"zanalytics.feedback.navbar.button.title.attach" = "附加";
"zanalytics.feedback.navbar.button.title.delete" = "刪除";


"zanalytics.feedback.navbar.title.taptoedit" = "點擊以編輯";
"zanalytics.feedback.navbar.title.editor" = "編輯者";
"zanalytics.feedback.navbar.title.choosephotos" = "選擇照片";
"zanalytics.feedback.navbar.title.selectphotos" = "選擇照片";
"zanalytics.feedback.navbar.title.photoselected" = "照片已選中";
"zanalytics.feedback.navbar.title.photosselected" = "照片已選中";

"zanalytics.feedback.accessory.title.systemlogs" = "包含系統日誌";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "包含診斷資訊";
"zanalytics.feedback.accessory.button.title.view" = "視圖";

"zanalytics.feedback.picker.image.notfound" = "未找到圖片";

"zanalytics.feedback.attachments.title" = "附件(%i)";

"zanalytics.feedback.privacy.consent.description" = "我們建議您包括主控台記錄和診斷資訊，因為這將幫助我們的開發人員更好地瞭解您分享的意見反應。";

"zanalytics.feedback.privacy.consent.clogs.title" = "主控台記錄";

"zanalytics.feedback.privacy.consent.dinfo.title" = "診斷資訊";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "其他資訊";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "設備信息";

"zanalytics.feedback.privacy.consent.cancel" = "取消";

"zanalytics.feedback.privacy.consent.openmailapp" = "在郵件中打開";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "一律發送";
